Repository: replyerapp/replyerAI
Catalog: replyerAI/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, pt_br, ru, tr

# style_mimicry_desc
source: Upload 3-5 screenshots of your own messages. The AI will learn your unique writing style including slang, emoji usage, and tone.
ar: ارفع 3-5 لقطات شاشة من رسائلك الخاصة. سيتعلم الذكاء الاصطناعي أسلوب كتابتك الفريد بما في ذلك العامية واستخدام الإيموجي والنبرة.
de: Lade 3-5 Screenshots deiner eigenen Nachrichten hoch. Die KI lernt deinen einzigartigen Schreibstil inklusive Slang, Emoji-Nutzung und Tonfall.
fr: Téléchargez 3 à 5 captures de vos propres messages. L'IA apprendra votre style d'écriture unique, y compris l'argot, l'utilisation des emojis et le ton.
hi: अपने मैसेज के 3-5 स्क्रीनशॉट अपलोड करें। AI आपकी अनूठी लेखन शैली सीखेगा जिसमें स्लैंग, इमोजी उपयोग और लहजा शामिल है।
pt_br: Envie 3-5 capturas de suas próprias mensagens. A IA aprenderá seu estilo de escrita único, incluindo gírias, uso de emojis e tom.
ru: Загрузите 3-5 скриншотов своих сообщений. ИИ изучит ваш уникальный стиль письма, включая сленг, использование эмодзи и тон.
tr: Kendi mesajlarınızdan 3-5 ekran görüntüsü yükleyin. Yapay zeka argo, emoji kullanımı ve ton dahil benzersiz yazım tarzınızı öğrenecek.

source: Style Profile Active
ar: ملف الأسلوب نشط
de: Stilprofil aktiv
fr: Profil de Style Actif
hi: शैली प्रोफाइल सक्रिय
pt_br: Perfil de Estilo Ativo
ru: Профиль стиля активен
tr: Tarz Profili Aktif

source: Samples analyzed:
ar: العينات المحللة:
de: Analysierte Beispiele:
fr: Échantillons analysés :
hi: विश्लेषित नमूने:
pt_br: Amostras analisadas:
ru: Проанализировано образцов:
tr: Analiz edilen örnekler:

source: Last updated:
ar: آخر تحديث:
de: Zuletzt aktualisiert:
fr: Dernière mise à jour :
hi: अंतिम अपडेट:
pt_br: Última atualização:
ru: Последнее обновление:
tr: Son güncelleme:

# style_active_desc
source: Your replies will now match your personal writing style!
ar: ستتطابق ردودك الآن مع أسلوب كتابتك الشخصي!
de: Deine Antworten werden jetzt deinem persönlichen Schreibstil entsprechen!
fr: Vos réponses correspondront désormais à votre style d'écriture personnel !
hi: आपके जवाब अब आपकी व्यक्तिगत लेखन शैली से मेल खाएंगे!
pt_br: Suas respostas agora combinarão com seu estilo de escrita pessoal!
ru: Ваши ответы теперь будут соответствовать вашему личному стилю письма!
tr: Yanıtlarınız artık kişisel yazım tarzınızla eşleşecek!

source: Update Your Style
ar: تحديث أسلوبك
de: Deinen Stil aktualisieren
fr: Mettre à Jour Votre Style
hi: अपनी शैली अपडेट करें
pt_br: Atualizar Seu Estilo
ru: Обновить ваш стиль
tr: Tarzınızı Güncelleyin

source: Add Your Messages
ar: أضف رسائلك
de: Deine Nachrichten hinzufügen
fr: Ajoutez Vos Messages
hi: अपने मैसेज जोड़ें
pt_br: Adicione Suas Mensagens
ru: Добавить ваши сообщения
tr: Mesajlarınızı Ekleyin

# minimum_samples
source: %d/%d minimum
ar: %d/%d الحد الأدنى
hi: %d/%d न्यूनतम
pt_br: %d/%d mínimo
ru: %d/%d минимум

# use_your_messages
source: Use screenshots of YOUR sent messages
ar: استخدم لقطات شاشة لرسائلك المرسلة
de: Verwende Screenshots DEINER gesendeten Nachrichten
fr: Utilisez des captures de VOS messages envoyés
hi: अपने भेजे गए मैसेज के स्क्रीनशॉट का उपयोग करें
pt_br: Use capturas de SUAS mensagens enviadas
ru: Используйте скриншоты ВАШИХ отправленных сообщений
tr: KENDİ gönderdiğiniz mesajların ekran görüntülerini kullanın

# include_different_types
source: Include different conversation types
ar: ضمّن أنواعاً مختلفة من المحادثات
de: Verschiedene Gesprächstypen einbeziehen
fr: Incluez différents types de conversations
hi: विभिन्न प्रकार की बातचीत शामिल करें
pt_br: Inclua diferentes tipos de conversas
ru: Включите разные типы разговоров
tr: Farklı konuşma türlerini dahil edin

# dont_use_others
source: Don't use other people's messages
ar: لا تستخدم رسائل أشخاص آخرين
de: Verwende keine Nachrichten anderer Personen
fr: N'utilisez pas les messages d'autres personnes
hi: दूसरों के मैसेज का उपयोग न करें
pt_br: Não use mensagens de outras pessoas
ru: Не используйте сообщения других людей
tr: Başkalarının mesajlarını kullanmayın

source: Analyze & Save Style
ar: تحليل وحفظ الأسلوب
de: Stil analysieren & speichern
fr: Analyser et Enregistrer le Style
hi: शैली का विश्लेषण और सहेजें
pt_br: Analisar e Salvar Estilo
ru: Анализировать и сохранить стиль
tr: Analiz Et ve Kaydet

# analyzing_style
source: Analyzing Your Style...
ar: جاري تحليل أسلوبك...
de: Analysiere deinen Stil...
fr: Analyse de Votre Style...
hi: आपकी शैली का विश्लेषण हो रहा है...
pt_br: Analisando Seu Estilo...
ru: Анализируем ваш стиль...
tr: Tarzınız Analiz Ediliyor...

source: Delete Style Profile
ar: حذف ملف الأسلوب
de: Stilprofil löschen
fr: Supprimer le Profil de Style
hi: शैली प्रोफाइल हटाएं
pt_br: Excluir Perfil de Estilo
ru: Удалить профиль стиля
tr: Tarz Profilini Sil

# delete_style_confirm
source: This will remove your learned writing style. You'll need to add new samples to create a new profile.
ar: سيؤدي هذا إلى إزالة أسلوب كتابتك المُتعلَّم. ستحتاج إلى إضافة عينات جديدة لإنشاء ملف جديد.
de: Dies entfernt deinen gelernten Schreibstil. Du musst neue Beispiele hinzufügen, um ein neues Profil zu erstellen.
fr: Cela supprimera votre style d'écriture appris. Vous devrez ajouter de nouveaux échantillons pour créer un nouveau profil.
hi: यह आपकी सीखी हुई लेखन शैली को हटा देगा। नई प्रोफाइल बनाने के लिए आपको नए नमूने जोड़ने होंगे।
pt_br: Isso removerá seu estilo de escrita aprendido. Você precisará adicionar novas amostras para criar um novo perfil.
ru: Это удалит ваш изученный стиль письма. Вам нужно будет добавить новые образцы для создания нового профиля.
tr: Bu, öğrenilmiş yazım tarzınızı kaldıracak. Yeni bir profil oluşturmak için yeni örnekler eklemeniz gerekecek.

source: Decode Their Message
ar: فك تشفير رسالتهم
de: Ihre Nachricht entschlüsseln
fr: Décodez Leur Message
hi: उनका मैसेज डिकोड करें
pt_br: Decodifique a Mensagem Deles
ru: Расшифровать их сообщение
tr: Mesajlarını Çözümle

# decode_desc
source: Upload a screenshot and discover what they're really thinking. Get psychological insights into their mood, hidden meanings, and what they want from you.
ar: ارفع لقطة شاشة واكتشف ما يفكرون به حقاً. احصل على رؤى نفسية حول مزاجهم والمعاني الخفية وما يريدونه منك.
de: Lade einen Screenshot hoch und entdecke, was sie wirklich denken. Erhalte psychologische Einblicke in ihre Stimmung, versteckte Bedeutungen und was sie von dir wollen.
fr: Téléchargez une capture et découvrez ce qu'ils pensent vraiment. Obtenez des aperçus psychologiques sur leur humeur, les significations cachées et ce qu'ils attendent de vous.
hi: स्क्रीनशॉट अपलोड करें और जानें वे वास्तव में क्या सोच रहे हैं। उनके मूड, छिपे अर्थों और वे आपसे क्या चाहते हैं, इसकी मनोवैज्ञानिक जानकारी पाएं।
pt_br: Envie uma captura e descubra o que eles realmente estão pensando. Obtenha insights psicológicos sobre o humor deles, significados ocultos e o que eles querem de você.
ru: Загрузите скриншот и узнайте, что они на самом деле думают. Получите психологические инсайты об их настроении, скрытых смыслах и что они от вас хотят.
tr: Bir ekran görüntüsü yükleyin ve gerçekte ne düşündüklerini keşfedin. Ruh halleri, gizli anlamlar ve sizden ne istedikleri hakkında psikolojik içgörüler edinin.

source: Select Message Screenshot
ar: اختر لقطة شاشة للرسالة
de: Nachrichten-Screenshot auswählen
fr: Sélectionner une Capture de Message
hi: मैसेज स्क्रीनशॉट चुनें
pt_br: Selecionar Captura de Mensagem
ru: Выбрать скриншот сообщения
tr: Mesaj Ekran Görüntüsü Seç

# choose_conversation
source: Choose a conversation to analyze
ar: اختر محادثة للتحليل
de: Wähle eine Konversation zum Analysieren
fr: Choisissez une conversation à analyser
hi: विश्लेषण के लिए बातचीत चुनें
pt_br: Escolha uma conversa para analisar
ru: Выберите разговор для анализа
tr: Analiz edilecek bir konuşma seçin

source: Context
ar: السياق
de: Kontext
fr: Contexte
hi: संदर्भ
pt_br: Contexto
ru: Контекст
tr: Bağlam

# backstory_optional
source: Any backstory? (optional)
ar: أي خلفية؟ (اختياري)
de: Vorgeschichte? (optional)
fr: Une histoire derrière ? (optionnel)
hi: कोई पृष्ठभूमि? (वैकल्पिक)
pt_br: Alguma história por trás? (opcional)
ru: Предыстория? (необязательно)
tr: Arka plan hikayesi var mı? (isteğe bağlı)

# decode_message_button
source: Decode Message
ar: فك تشفير الرسالة
de: Nachricht entschlüsseln
fr: Décoder le Message
hi: मैसेज डिकोड करें
pt_br: Decodificar Mensagem
ru: Расшифровать сообщение
tr: Mesajı Çöz

source: Analyzing...
ar: جاري التحليل...
de: Analysiere...
fr: Analyse...
hi: विश्लेषण हो रहा है...
pt_br: Analisando...
ru: Анализируем...
tr: Analiz ediliyor...

source: Mood Analysis
ar: تحليل المزاج
de: Stimmungsanalyse
fr: Analyse de l'Humeur
hi: मूड विश्लेषण
pt_br: Análise de Humor
ru: Анализ настроения
tr: Ruh Hali Analizi

source: Quick Summary
ar: ملخص سريع
de: Kurze Zusammenfassung
fr: Résumé Rapide
hi: त्वरित सारांश
pt_br: Resumo Rápido
ru: Краткое резюме
tr: Hızlı Özet

source: What They Really Mean
ar: ما يقصدونه حقاً
de: Was sie wirklich meinen
fr: Ce Qu'ils Veulent Vraiment Dire
hi: उनका असली मतलब
pt_br: O Que Eles Realmente Querem Dizer
ru: Что они на самом деле имеют в виду
tr: Gerçekte Ne Demek İstiyorlar

source: Emotional State
ar: الحالة العاطفية
de: Emotionaler Zustand
fr: État Émotionnel
hi: भावनात्मक स्थिति
pt_br: Estado Emocional
ru: Эмоциональное состояние
tr: Duygusal Durum

source: What They Want
ar: ما يريدونه
de: Was sie wollen
fr: Ce Qu'ils Veulent
hi: वे क्या चाहते हैं
pt_br: O Que Eles Querem
ru: Что они хотят
tr: Ne İstiyorlar

source: Text Cues Detected
ar: إشارات النص المكتشفة
de: Erkannte Texthinweise
fr: Indices Textuels Détectés
hi: पाए गए टेक्स्ट संकेत
pt_br: Pistas de Texto Detectadas
ru: Обнаруженные текстовые подсказки
tr: Tespit Edilen Metin İpuçları

source: Relationship Dynamics
ar: ديناميكيات العلاقة
de: Beziehungsdynamik
fr: Dynamiques Relationnelles
hi: रिश्ते की गतिशीलता
pt_br: Dinâmicas do Relacionamento
ru: Динамика отношений
tr: İlişki Dinamikleri

source: How to Respond
ar: كيفية الرد
de: Wie antworten
fr: Comment Répondre
hi: कैसे जवाब दें
pt_br: Como Responder
ru: Как ответить
tr: Nasıl Yanıt Verilmeli

source: Red Flags
ar: علامات تحذيرية
de: Warnzeichen
fr: Signaux d'Alerte
hi: चेतावनी के संकेत
pt_br: Sinais de Alerta
ru: Тревожные сигналы
tr: Kırmızı Bayraklar

source: Green Flags
ar: علامات إيجابية
de: Positive Zeichen
fr: Signaux Positifs
hi: सकारात्मक संकेत
pt_br: Sinais Positivos
ru: Хорошие знаки
tr: Yeşil Bayraklar

source: Appearance
ar: المظهر
de: Erscheinungsbild
fr: Apparence
hi: दिखावट
pt_br: Aparência
ru: Внешний вид
tr: Görünüm

# appearance_footer
source: Choose how Replyer looks. System follows your device settings.
ar: اختر مظهر Replyer. النظام يتبع إعدادات جهازك.
de: Wähle, wie Replyer aussieht. System folgt deinen Geräteeinstellungen.
fr: Choisissez l'apparence de Replyer. Système suit les paramètres de votre appareil.
hi: चुनें कि Replyer कैसा दिखे। सिस्टम आपकी डिवाइस सेटिंग्स का पालन करता है।
pt_br: Escolha como o Replyer aparece. Sistema segue as configurações do seu dispositivo.
ru: Выберите, как выглядит Replyer. Системный следует настройкам устройства.
tr: Replyer'nin nasıl görüneceğini seçin. Sistem, cihaz ayarlarınızı takip eder.

source: System
ar: النظام
fr: Système
hi: सिस्टम
pt_br: Sistema
ru: Системный
tr: Sistem

source: Light
ar: فاتح
de: Hell
fr: Clair
hi: लाइट
pt_br: Claro
ru: Светлый
tr: Açık

source: Dark
ar: داكن
de: Dunkel
fr: Sombre
hi: डार्क
pt_br: Escuro
ru: Тёмный
tr: Koyu

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
pt_br: Geral
ru: Общие
tr: Genel

# share_app
source: Share Replyer
ar: مشاركة Replyer
de: Replyer teilen
fr: Partager Replyer
hi: Replyer शेयर करें
pt_br: Compartilhar Replyer
ru: Поделиться Replyer
tr: Replyer'yi Paylaş

source: Rate Us
ar: قيّمنا
de: Bewerte uns
fr: Notez-nous
hi: हमें रेट करें
pt_br: Avalie-nos
ru: Оценить нас
tr: Bizi Değerlendirin

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
fr: Conditions d'Utilisation
hi: उपयोग की शर्तें
pt_br: Termos de Uso
ru: Условия использования
tr: Kullanım Şartları

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
fr: Politique de Confidentialité
hi: गोपनीयता नीति
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: App Version
ar: إصدار التطبيق
fr: Version de l'Application
hi: ऐप वर्जन
pt_br: Versão do App
ru: Версия приложения
tr: Uygulama Sürümü

source: Support
ar: الدعم
hi: सहायता
pt_br: Suporte
ru: Поддержка
tr: Destek

source: Feedback & Suggestions
ar: الملاحظات والاقتراحات
de: Feedback & Vorschläge
fr: Commentaires et Suggestions
hi: फीडबैक और सुझाव
pt_br: Feedback e Sugestões
ru: Отзывы и предложения
tr: Geri Bildirim ve Öneriler

source: Subscription
ar: الاشتراك
de: Abonnement
fr: Abonnement
hi: सब्सक्रिप्शन
pt_br: Assinatura
ru: Подписка
tr: Abonelik

source: Manage Subscription
ar: إدارة الاشتراك
de: Abonnement verwalten
fr: Gérer l'abonnement
hi: सब्सक्रिप्शन प्रबंधित करें
pt_br: Gerenciar assinatura
ru: Управлять подпиской
tr: Aboneliği Yönet

source: Upgrade to Pro
ar: الترقية إلى Pro
de: Upgrade auf Pro
fr: Passer à Pro
hi: Pro में अपग्रेड करें
pt_br: Atualizar para Pro
ru: Перейти на Pro
tr: Pro'ya Yükselt

# unlock_all_features
source: Unlock all premium features
ar: افتح جميع الميزات المميزة
de: Alle Premium-Funktionen freischalten
fr: Débloquez toutes les fonctionnalités premium
hi: सभी प्रीमियम सुविधाएं अनलॉक करें
pt_br: Desbloqueie todos os recursos premium
ru: Разблокировать все премиум-функции
tr: Tüm premium özelliklerin kilidini açın

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
pt_br: Restaurar compras
ru: Восстановить покупки
tr: Satın Alımları Geri Yükle

source: Plan
ar: الخطة
fr: Forfait
hi: प्लान
pt_br: Plano
ru: План

source: Renews on
ar: يتجدد في
de: Verlängert am
fr: Renouvellement le
hi: नवीनीकरण तिथि
pt_br: Renova em
ru: Продление
tr: Yenilenme tarihi

source: Status
ar: الحالة
fr: Statut
hi: स्थिति
ru: Статус
tr: Durum

source: Lifetime
ar: مدى الحياة
de: Lebenslang
fr: À vie
hi: आजीवन
pt_br: Vitalício
ru: Навсегда
tr: Ömür Boyu

source: Cancel Subscription
ar: إلغاء الاشتراك
de: Abonnement kündigen
fr: Annuler l'abonnement
hi: सब्सक्रिप्शन रद्द करें
pt_br: Cancelar assinatura
ru: Отменить подписку
tr: Aboneliği İptal Et

# cancel_subscription_footer
source: Cancellation is managed through the App Store. Tap to open your subscriptions.
ar: يتم إدارة الإلغاء من خلال App Store. اضغط لفتح اشتراكاتك.
de: Die Kündigung wird über den App Store verwaltet. Tippen, um deine Abonnements zu öffnen.
fr: L'annulation est gérée via l'App Store. Appuyez pour ouvrir vos abonnements.
hi: रद्दीकरण App Store के माध्यम से प्रबंधित होता है। अपनी सब्सक्रिप्शन खोलने के लिए टैप करें।
pt_br: O cancelamento é gerenciado pela App Store. Toque para abrir suas assinaturas.
ru: Отмена управляется через App Store. Нажмите, чтобы открыть ваши подписки.
tr: İptal işlemi App Store üzerinden yönetilir. Aboneliklerinizi açmak için dokunun.

# subscription_active_until_end
source: Your subscription will remain active until the end of your current billing period.
ar: سيظل اشتراكك نشطاً حتى نهاية فترة الفوترة الحالية.
de: Dein Abonnement bleibt bis zum Ende des aktuellen Abrechnungszeitraums aktiv.
fr: Votre abonnement restera actif jusqu'à la fin de votre période de facturation actuelle.
hi: आपकी सब्सक्रिप्शन वर्तमान बिलिंग अवधि के अंत तक सक्रिय रहेगी।
pt_br: Sua assinatura permanecerá ativa até o final do seu período de faturamento atual.
ru: Ваша подписка останется активной до конца текущего расчётного периода.
tr: Aboneliğiniz mevcut fatura döneminizin sonuna kadar aktif kalacaktır.

# auto_renew_info
source: To stop future charges, cancel at least 24 hours before the renewal date.
ar: لإيقاف الرسوم المستقبلية، قم بالإلغاء قبل 24 ساعة على الأقل من تاريخ التجديد.
de: Um zukünftige Abbuchungen zu stoppen, kündige mindestens 24 Stunden vor dem Verlängerungsdatum.
fr: Pour arrêter les prochains prélèvements, annulez au moins 24 heures avant la date de renouvellement.
hi: भविष्य के शुल्क रोकने के लिए, नवीनीकरण तिथि से कम से कम 24 घंटे पहले रद्द करें।
pt_br: Para interromper cobranças futuras, cancele pelo menos 24 horas antes da data de renovação.
ru: Чтобы остановить будущие списания, отмените как минимум за 24 часа до даты продления.
tr: Gelecekteki ödemeleri durdurmak için yenileme tarihinden en az 24 saat önce iptal edin.

# billed_through_apple
source: All payments are processed securely through Apple.
ar: تتم معالجة جميع المدفوعات بشكل آمن عبر Apple.
de: Alle Zahlungen werden sicher über Apple abgewickelt.
fr: Tous les paiements sont traités de manière sécurisée par Apple.
hi: सभी भुगतान Apple के माध्यम से सुरक्षित रूप से प्रोसेस होते हैं।
pt_br: Todos os pagamentos são processados com segurança pela Apple.
ru: Все платежи безопасно обрабатываются через Apple.
tr: Tüm ödemeler Apple üzerinden güvenli bir şekilde işlenir.

source: Important Information
ar: معلومات مهمة
de: Wichtige Informationen
fr: Informations Importantes
hi: महत्वपूर्ण जानकारी
pt_br: Informações Importantes
ru: Важная информация
tr: Önemli Bilgiler

# monthly_plan
source: Monthly
ar: شهري
de: Monatlich
fr: Mensuel
hi: मासिक
pt_br: Mensal
ru: Ежемесячно
tr: Aylık

# yearly_plan
source: Yearly
ar: سنوي
de: Jährlich
fr: Annuel
hi: वार्षिक
pt_br: Anual
ru: Ежегодно
tr: Yıllık

# lifetime_plan
source: Lifetime
ar: مدى الحياة
de: Lebenslang
fr: À vie
hi: आजीवन
pt_br: Vitalício
ru: Навсегда
tr: Ömür Boyu

source: Your Reply
ar: ردك
de: Deine Antwort
fr: Votre Réponse
hi: आपका जवाब
pt_br: Sua Resposta
ru: Ваш ответ
tr: Yanıtın

source: Customize
ar: تخصيص
de: Anpassen
fr: Personnaliser
hi: कस्टमाइज़ करें
pt_br: Personalizar
ru: Настроить
tr: Özelleştir

source: Background
ar: الخلفية
de: Hintergrund
fr: Arrière-plan
hi: पृष्ठभूमि
pt_br: Fundo
ru: Фон
tr: Arka plan

source: Text Color
ar: لون النص
de: Textfarbe
fr: Couleur du texte
hi: टेक्स्ट रंग
pt_br: Cor do texto
ru: Цвет текста
tr: Metin rengi

source: Text Gradient
ar: تدرج النص
de: Text-Verlauf
fr: Dégradé du texte
hi: टेक्स्ट ग्रेडिएंट
pt_br: Gradiente do texto
ru: Градиент текста
tr: Metin gradyanı

source: Shuffle
ar: تبديل
de: Mischen
fr: Mélanger
hi: शफल करें
pt_br: Embaralhar
ru: Перемешать
tr: Karıştır

source: Corner Style
ar: نمط الزوايا
de: Eckenstil
fr: Style des coins
hi: कोने की शैली
pt_br: Estilo dos cantos
ru: Стиль углов
tr: Köşe stili

source: Sharp
ar: حاد
de: Scharf
fr: Anguleux
hi: तीखा
pt_br: Angular
ru: Острый
tr: Keskin

source: Smooth
ar: ناعم
de: Glatt
fr: Lisse
hi: चिकना
pt_br: Suave
ru: Гладкий
tr: Yumuşak

source: Round
ar: مستدير
de: Rund
fr: Arrondi
hi: गोल
pt_br: Arredondado
ru: Круглый
tr: Yuvarlak

source: Download Image
ar: تحميل الصورة
de: Bild herunterladen
fr: Télécharger l'image
hi: छवि डाउनलोड करें
pt_br: Baixar imagem
ru: Скачать изображение
tr: Resmi İndir

source: Saved to Photos!
ar: تم الحفظ في الصور!
de: In Fotos gespeichert!
fr: Enregistré dans Photos !
hi: फोटो में सहेजा गया!
pt_br: Salvo nas Fotos!
ru: Сохранено в Фото!
tr: Fotoğraflara Kaydedildi!

# image_saved
source: Saved!
ar: تم الحفظ!
de: Gespeichert!
fr: Enregistré !
hi: सहेजा गया!
pt_br: Salvo!
ru: Сохранено!
tr: Kaydedildi!

# image_saved_message
source: Image saved to your photo library.
ar: تم حفظ الصورة في مكتبة الصور الخاصة بك.
de: Bild in deiner Fotobibliothek gespeichert.
fr: Image enregistrée dans votre photothèque.
hi: छवि आपकी फोटो लाइब्रेरी में सहेजी गई।
pt_br: Imagem salva na sua biblioteca de fotos.
ru: Изображение сохранено в вашу фотобиблиотеку.
tr: Resim fotoğraf kütüphanenize kaydedildi.

source: Created with Replyer
ar: تم الإنشاء بواسطة Replyer
de: Erstellt mit Replyer
fr: Créé avec Replyer
hi: Replyer से बनाया गया
pt_br: Criado com Replyer
ru: Создано в Replyer
tr: Replyer ile oluşturuldu

# please_select_image
source: Please select an image first.
ar: يرجى اختيار صورة أولاً.
de: Bitte wähle zuerst ein Bild aus.
fr: Veuillez d'abord sélectionner une image.
hi: कृपया पहले एक छवि चुनें।
pt_br: Por favor, selecione uma imagem primeiro.
ru: Сначала выберите изображение.
tr: Lütfen önce bir resim seçin.

# error_occurred
source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
fr: Une erreur s'est produite
hi: एक त्रुटि हुई
pt_br: Ocorreu um erro
ru: Произошла ошибка
tr: Bir hata oluştu
