Repository: replyerapp/replyerAI
Catalog: replyerAI/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, pt_br, ru, tr

source: PRO
ar: برو

source: Done
ar: تم
de: Fertig
fr: Terminé
hi: हो गया
pt_br: Concluído
ru: Готово
tr: Tamam

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
hi: रद्द करें
pt_br: Cancelar
ru: Отмена
tr: İptal

source: Save
ar: حفظ
de: Speichern
fr: Enregistrer
hi: सहेजें
pt_br: Salvar
ru: Сохранить
tr: Kaydet

source: Delete
ar: حذف
de: Löschen
fr: Supprimer
hi: हटाएं
pt_br: Excluir
ru: Удалить
tr: Sil

source: Close
ar: إغلاق
de: Schließen
fr: Fermer
hi: बंद करें
pt_br: Fechar
ru: Закрыть
tr: Kapat

source: Upgrade
ar: ترقية
fr: Passer à Pro
hi: अपग्रेड
pt_br: Atualizar
ru: Улучшить
tr: Yükselt

source: Select
ar: اختيار
de: Auswählen
fr: Sélectionner
hi: चुनें
pt_br: Selecionar
ru: Выбрать
tr: Seç

source: None
ar: لا شيء
de: Keine
fr: Aucun
hi: कोई नहीं
pt_br: Nenhum
ru: Нет
tr: Yok

source: Add
ar: إضافة
de: Hinzufügen
fr: Ajouter
hi: जोड़ें
pt_br: Adicionar
ru: Добавить
tr: Ekle

source: Edit
ar: تعديل
de: Bearbeiten
fr: Modifier
hi: संपादित करें
pt_br: Editar
ru: Изменить
tr: Düzenle

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
fr: Réinitialiser
hi: रीसेट करें
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla

source: Free Plan
ar: الخطة المجانية
de: Kostenlos
fr: Plan Gratuit
hi: मुफ्त प्लान
pt_br: Plano Gratuito
ru: Бесплатный план
tr: Ücretsiz Plan

# generations_left_today
source: %d of %d generations left today
ar: %d من %d توليدات متبقية اليوم
de: %d von %d Generierungen heute übrig
fr: %d sur %d générations restantes aujourd'hui
hi: आज %d में से %d जनरेशन बाकी
pt_br: %d de %d gerações restantes hoje
ru: %d из %d генераций осталось сегодня
tr: Bugün %d/%d üretim hakkı kaldı

# daily_limit_reached
source: Daily limit reached. Upgrade to Pro for unlimited access.
ar: تم الوصول للحد اليومي. قم بالترقية للوصول غير المحدود.
de: Tageslimit erreicht. Upgrade auf Pro für unbegrenzten Zugang.
fr: Limite quotidienne atteinte. Passez à Pro pour un accès illimité.
hi: दैनिक सीमा पूरी हुई। असीमित एक्सेस के लिए Pro में अपग्रेड करें।
pt_br: Limite diário atingido. Atualize para Pro para acesso ilimitado.
ru: Дневной лимит достигнут. Перейдите на Pro для неограниченного доступа.
tr: Günlük limit doldu. Sınırsız erişim için Pro'ya yükseltin.

# free_generations_remaining
source: %d free generation(s) remaining today
ar: %d توليد(ات) مجانية متبقية اليوم
de: %d kostenlose Generierung(en) heute übrig
fr: %d génération(s) gratuite(s) restante(s) aujourd'hui
hi: आज %d मुफ्त जनरेशन बाकी
pt_br: %d geração(ões) gratuita(s) restante(s) hoje
ru: Осталось %d бесплатных генераций сегодня
tr: Bugün %d ücretsiz üretim hakkı kaldı

source: Screenshots
ar: لقطات الشاشة
fr: Captures d'écran
hi: स्क्रीनशॉट
pt_br: Capturas de Tela
ru: Скриншоты
tr: Ekran Görüntüleri

source: Full Story Mode
ar: وضع القصة الكاملة
de: Vollständiger Verlauf
fr: Mode Histoire Complète
hi: पूरी कहानी मोड
pt_br: Modo História Completa
ru: Полная история
tr: Tam Hikaye Modu

source: Select Screenshot
ar: اختر لقطة شاشة
de: Screenshot auswählen
fr: Sélectionner une capture
hi: स्क्रीनशॉट चुनें
pt_br: Selecionar Captura
ru: Выбрать скриншот
tr: Ekran Görüntüsü Seç

source: Select Screenshots
ar: اختر لقطات الشاشة
de: Screenshots auswählen
fr: Sélectionner des captures
hi: स्क्रीनशॉट चुनें
pt_br: Selecionar Capturas
ru: Выбрать скриншоты
tr: Ekran Görüntüleri Seç

# tap_to_choose_screenshot
source: Tap to choose a message screenshot
ar: انقر لاختيار لقطة شاشة للرسالة
de: Tippen, um einen Nachrichten-Screenshot auszuwählen
fr: Appuyez pour choisir une capture de message
hi: मैसेज स्क्रीनशॉट चुनने के लिए टैप करें
pt_br: Toque para escolher uma captura de mensagem
ru: Нажмите, чтобы выбрать скриншот сообщения
tr: Mesaj ekran görüntüsü seçmek için dokun

# add_screenshots_for_context
source: Add up to %d screenshots for full context
ar: أضف حتى %d لقطات للسياق الكامل
de: Bis zu %d Screenshots für vollständigen Kontext hinzufügen
fr: Ajoutez jusqu'à %d captures pour le contexte complet
hi: पूर्ण संदर्भ के लिए %d तक स्क्रीनशॉट जोड़ें
pt_br: Adicione até %d capturas para contexto completo
ru: Добавьте до %d скриншотов для полного контекста
tr: Tam bağlam için %d'e kadar ekran görüntüsü ekle

source: Upgrade for Multi-Screenshot
ar: قم بالترقية للقطات متعددة
de: Upgrade für Multi-Screenshot
fr: Passez à Pro pour plusieurs captures
hi: मल्टी-स्क्रीनशॉट के लिए अपग्रेड करें
pt_br: Atualize para múltiplas capturas
ru: Улучшить для мульти-скриншотов
tr: Çoklu ekran görüntüsü için yükseltin

source: Add More
ar: إضافة المزيد
de: Mehr hinzufügen
fr: Ajouter
hi: और जोड़ें
pt_br: Adicionar Mais
ru: Добавить ещё
tr: Daha Ekle

source: Clear All
ar: مسح الكل
de: Alle löschen
fr: Tout effacer
hi: सब हटाएं
pt_br: Limpar Tudo
ru: Очистить всё
tr: Tümünü Temizle

# screenshot_tip
source: Tip: Screenshots are analyzed in order. Add oldest first, newest last.
ar: نصيحة: يتم تحليل اللقطات بالترتيب. أضف الأقدم أولاً، ثم الأحدث.
de: Tipp: Screenshots werden der Reihe nach analysiert. Älteste zuerst, neueste zuletzt.
fr: Conseil : Les captures sont analysées dans l'ordre. Ajoutez d'abord la plus ancienne, puis la plus récente.
hi: टिप: स्क्रीनशॉट क्रम में विश्लेषित होते हैं। पहले पुराना, बाद में नया जोड़ें।
pt_br: Dica: As capturas são analisadas em ordem. Adicione a mais antiga primeiro, a mais recente por último.
ru: Совет: Скриншоты анализируются по порядку. Сначала старые, потом новые.
tr: İpucu: Ekran görüntüleri sırayla analiz edilir. Önce en eskisini, en son en yenisini ekleyin.

source: Remove Image
ar: إزالة الصورة
de: Bild entfernen
fr: Supprimer l'image
hi: छवि हटाएं
pt_br: Remover Imagem
ru: Удалить изображение
tr: Resmi Kaldır

source: Pro Features
ar: ميزات برو
de: Pro-Funktionen
fr: Fonctionnalités Pro
hi: Pro सुविधाएं
pt_br: Recursos Pro
ru: Pro функции
tr: Pro Özellikler

# full_story_mode_title
source: Full Story Mode
ar: وضع القصة الكاملة
de: Vollständiger Verlauf
fr: Mode Histoire Complète
hi: पूरी कहानी मोड
pt_br: Modo História Completa
ru: Полная история
tr: Tam Hikaye Modu

# full_story_mode_desc_active
source: Upload up to %d screenshots • Active
ar: ارفع حتى %d لقطات • نشط
de: Bis zu %d Screenshots hochladen • Aktiv
fr: Téléchargez jusqu'à %d captures • Actif
hi: %d तक स्क्रीनशॉट अपलोड करें • सक्रिय
pt_br: Envie até %d capturas • Ativo
ru: Загрузите до %d скриншотов • Активно
tr: %d'e kadar ekran görüntüsü yükle • Aktif

# full_story_mode_desc_locked
source: Add multiple screenshots for better context
ar: أضف لقطات متعددة لسياق أفضل
de: Mehrere Screenshots für besseren Kontext hinzufügen
fr: Ajoutez plusieurs captures pour plus de contexte
hi: बेहतर संदर्भ के लिए कई स्क्रीनशॉट जोड़ें
pt_br: Adicione múltiplas capturas para melhor contexto
ru: Добавьте несколько скриншотов для лучшего контекста
tr: Daha iyi bağlam için birden fazla ekran görüntüsü ekle

source: My Style
ar: أسلوبي
de: Mein Stil
fr: Mon Style
hi: मेरी शैली
pt_br: Meu Estilo
ru: Мой стиль
tr: Benim Tarzım

# my_style_active
source: Active • Using your style
ar: نشط • يستخدم أسلوبك
de: Aktiv • Dein Stil wird verwendet
fr: Actif • Utilise votre style
hi: सक्रिय • आपकी शैली का उपयोग हो रहा है
pt_br: Ativo • Usando seu estilo
ru: Активно • Используется ваш стиль
tr: Aktif • Tarzınız kullanılıyor

# my_style_configure
source: Tap to configure
ar: انقر للتهيئة
de: Tippen zum Konfigurieren
fr: Appuyez pour configurer
hi: कॉन्फ़िगर करने के लिए टैप करें
pt_br: Toque para configurar
ru: Нажмите для настройки
tr: Yapılandırmak için dokun

# my_style_train
source: Train AI to match your writing style
ar: درّب الذكاء الاصطناعي على أسلوب كتابتك
de: KI trainieren, um deinen Schreibstil zu übernehmen
fr: Entraînez l'IA à imiter votre style d'écriture
hi: AI को अपनी लेखन शैली सिखाएं
pt_br: Treine a IA para imitar seu estilo de escrita
ru: Обучите ИИ вашему стилю письма
tr: Yapay zekayı yazım tarzınıza eğitin

source: Decode Message
ar: فك تشفير الرسالة
de: Nachricht entschlüsseln
fr: Décoder le Message
hi: मैसेज डिकोड करें
pt_br: Decodificar Mensagem
ru: Расшифровать сообщение
tr: Mesajı Çöz

# decode_message_desc
source: Analyze psychology, mood & hidden meanings
ar: حلل النفسية والمزاج والمعاني الخفية
de: Psychologie, Stimmung & versteckte Bedeutungen analysieren
fr: Analysez la psychologie, l'humeur et les significations cachées
hi: मनोविज्ञान, मूड और छिपे अर्थों का विश्लेषण करें
pt_br: Analise psicologia, humor e significados ocultos
ru: Анализ психологии, настроения и скрытых смыслов
tr: Psikoloji, ruh hali ve gizli anlamları analiz et

source: Contact Profiles
ar: ملفات جهات الاتصال
de: Kontaktprofile
fr: Profils de Contacts
hi: संपर्क प्रोफाइल
pt_br: Perfis de Contatos
ru: Профили контактов
tr: Kişi Profilleri

# contact_profiles_desc
source: Save preferences for specific people
ar: احفظ التفضيلات لأشخاص محددين
de: Einstellungen für bestimmte Personen speichern
fr: Enregistrez les préférences pour des personnes spécifiques
hi: विशेष लोगों के लिए सेटिंग्स सहेजें
pt_br: Salve preferências para pessoas específicas
ru: Сохраните настройки для конкретных людей
tr: Belirli kişiler için tercihleri kaydet

# profiles_saved
source: %d profile(s) saved • Tap to manage
ar: %d ملف(ات) محفوظة • انقر للإدارة
de: %d Profil(e) gespeichert • Tippen zum Verwalten
fr: %d profil(s) enregistré(s) • Appuyez pour gérer
hi: %d प्रोफाइल सहेजी गई • प्रबंधित करने के लिए टैप करें
pt_br: %d perfil(is) salvo(s) • Toque para gerenciar
ru: %d профиль(ей) сохранено • Нажмите для управления
tr: %d profil kaydedildi • Yönetmek için dokun

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
pt_br: Configurações
ru: Настройки
tr: Ayarlar

source: Relationship
ar: العلاقة
de: Beziehung
fr: Relation
hi: रिश्ता
pt_br: Relacionamento
ru: Отношения
tr: İlişki

source: Tone
ar: النبرة
de: Tonfall
fr: Ton
hi: लहजा
pt_br: Tom
ru: Тон
tr: Ton

source: Use My Style
ar: استخدم أسلوبي
de: Meinen Stil verwenden
fr: Utiliser Mon Style
hi: मेरी शैली का उपयोग करें
pt_br: Usar Meu Estilo
ru: Использовать мой стиль
tr: Tarzımı Kullan

# settings_from_profile
source: Settings from %@ are being used.
ar: يتم استخدام إعدادات %@.
de: Einstellungen von %@ werden verwendet.
fr: Les paramètres de %@ sont utilisés.
hi: %@ की सेटिंग्स उपयोग हो रही हैं।
pt_br: Configurações de %@ estão sendo usadas.
ru: Используются настройки от %@.
tr: %@ ayarları kullanılıyor.

source: Wife
ar: زوجة
de: Ehefrau
fr: Épouse
hi: पत्नी
pt_br: Esposa
ru: Жена
tr: Eş (Kadın)

source: Husband
ar: زوج
de: Ehemann
fr: Époux
hi: पति
pt_br: Marido
ru: Муж
tr: Eş (Erkek)

source: Girlfriend
ar: صديقة
de: Freundin
fr: Petite amie
hi: गर्लफ्रेंड
pt_br: Namorada
ru: Девушка
tr: Kız Arkadaş

source: Boyfriend
ar: صديق
de: Freund
fr: Petit ami
hi: बॉयफ्रेंड
pt_br: Namorado
ru: Парень
tr: Erkek Arkadaş

source: Boss
ar: مدير
de: Chef
fr: Patron
hi: बॉस
pt_br: Chefe
ru: Босс
tr: Patron

source: Coworker
ar: زميل عمل
de: Kollege
fr: Collègue
hi: सहकर्मी
pt_br: Colega de trabalho
ru: Коллега
tr: İş Arkadaşı

source: Friend
ar: صديق/ة
de: Freund
fr: Ami(e)
hi: दोस्त
pt_br: Amigo/a
ru: Друг
tr: Arkadaş

source: Best Friend
ar: أفضل صديق/ة
de: Bester Freund
fr: Meilleur(e) ami(e)
hi: सबसे अच्छा दोस्त
pt_br: Melhor amigo/a
ru: Лучший друг
tr: En İyi Arkadaş

source: Parent
ar: والد/ة
de: Elternteil
hi: माता-पिता
pt_br: Pai/Mãe
ru: Родитель
tr: Ebeveyn

source: Sibling
ar: أخ/أخت
de: Geschwister
fr: Frère/Sœur
hi: भाई-बहन
pt_br: Irmão/ã
ru: Брат/Сестра
tr: Kardeş

source: Ex Partner
ar: شريك سابق
fr: Ex-partenaire
hi: पूर्व साथी
pt_br: Ex-parceiro/a
ru: Бывший партнёр
tr: Eski Partner

source: Acquaintance
ar: معرفة
de: Bekannter
fr: Connaissance
hi: परिचित
pt_br: Conhecido/a
ru: Знакомый
tr: Tanıdık

source: Stranger
ar: غريب
de: Fremder
fr: Inconnu(e)
hi: अजनबी
pt_br: Desconhecido/a
ru: Незнакомец
tr: Yabancı

source: Angry
ar: غاضب
de: Wütend
fr: En colère
hi: गुस्सा
pt_br: Bravo
ru: Злой
tr: Kızgın

source: Funny
ar: مضحك
de: Lustig
fr: Drôle
hi: मज़ेदार
pt_br: Engraçado
ru: Смешной
tr: Komik

source: Professional
ar: مهني
de: Professionell
fr: Professionnel
hi: पेशेवर
pt_br: Profissional
ru: Профессиональный
tr: Profesyonel

source: Sarcastic
ar: ساخر
de: Sarkastisch
fr: Sarcastique
hi: व्यंग्यात्मक
pt_br: Sarcástico
ru: Саркастичный
tr: Alaycı

source: Passive Aggressive
ar: عدواني سلبي
de: Passiv-aggressiv
fr: Passif-agressif
hi: निष्क्रिय-आक्रामक
pt_br: Passivo-agressivo
ru: Пассивно-агрессивный
tr: Pasif Agresif

source: Romantic
ar: رومانسي
de: Romantisch
fr: Romantique
hi: रोमांटिक
pt_br: Romântico
ru: Романтичный
tr: Romantik

source: Apologetic
ar: اعتذاري
de: Entschuldigend
fr: Apologétique
hi: माफी मांगने वाला
pt_br: Apologético
ru: Извиняющийся
tr: Özür Dileyen

source: Assertive
ar: حازم
de: Bestimmt
fr: Assertif
hi: दृढ़
pt_br: Assertivo
ru: Уверенный
tr: Kararlı

source: Friendly
ar: ودود
de: Freundlich
fr: Amical
hi: मित्रवत
pt_br: Amigável
ru: Дружелюбный
tr: Arkadaşça

source: Formal
ar: رسمي
de: Formell
fr: Formel
hi: औपचारिक
ru: Формальный
tr: Resmi

source: Casual
ar: عادي
de: Locker
fr: Décontracté
hi: अनौपचारिक
ru: Неформальный
tr: Gündelik

source: Sympathetic
ar: متعاطف
de: Mitfühlend
fr: Compatissant
hi: सहानुभूतिपूर्ण
pt_br: Compreensivo
ru: Сочувствующий
tr: Anlayışlı

source: Flirty
ar: مغازل
de: Flirtend
fr: Charmeur
hi: फ्लर्टी
pt_br: Flertando
ru: Флиртующий
tr: Flörtöz

# additional_context
source: Your Reply & Additional Context
ar: ردك والسياق الإضافي
de: Deine Antwort & zusätzlicher Kontext
fr: Votre Réponse & Contexte
hi: आपका जवाब और अतिरिक्त संदर्भ
pt_br: Sua Resposta e Contexto
ru: Ваш ответ и дополнительный контекст
tr: Yanıtın & Ek Bilgi

# context_placeholder
source: e.g., We had a fight yesterday. Say no without being rude...
ar: مثال: تشاجرنا بالأمس. قل لا بدون أن تكون وقحاً...
de: z.B. Wir hatten gestern Streit. Sage nein, ohne unhöflich zu sein...
fr: ex: Nous nous sommes disputés hier. Dire non sans être impoli...
hi: उदा., कल हमारी लड़ाई हुई थी। बिना अशिष्ट हुए मना करें...
pt_br: ex: Brigamos ontem. Dizer não sem ser rude...
ru: Напр., Вчера мы поссорились. Откажите вежливо...
tr: örn: Dün kavga ettik. Kaba olmadan hayır de...

# screenshot_privacy_notice
source: Screenshots are processed securely to generate your reply. We do not store or publish your conversation images.
ar: يتم معالجة لقطات الشاشة بشكل آمن لإنشاء ردك. لا نقوم بتخزين أو نشر صور محادثاتك.
de: Screenshots werden sicher verarbeitet, um deine Antwort zu generieren. Wir speichern oder veröffentlichen deine Gesprächsbilder nicht.
hi: आपका जवाब बनाने के लिए स्क्रीनशॉट सुरक्षित रूप से प्रोसेस होते हैं। हम आपकी बातचीत की छवियां संग्रहित या प्रकाशित नहीं करते।
pt_br: As capturas de tela são processadas com segurança para gerar sua resposta. Não armazenamos nem publicamos suas conversas.
ru: Скриншоты безопасно обрабатываются для создания вашего ответа. Мы не храним и не публикуем изображения ваших разговоров.
tr: Ekran görüntülerin yanıt üretmek için güvenli şekilde işlenir. Konuşma görsellerin saklanmaz veya paylaşılmaz.

source: Generate Reply
ar: توليد الرد
de: Antwort generieren
fr: Générer une Réponse
hi: जवाब बनाएं
pt_br: Gerar Resposta
ru: Создать ответ
tr: Yanıt Oluştur

source: Generating...
ar: جاري التوليد...
de: Generiere...
fr: Génération...
hi: बना रहे हैं...
pt_br: Gerando...
ru: Создаём...
tr: Oluşturuluyor...

source: Generated Reply
ar: الرد المُولَّد
de: Generierte Antwort
fr: Réponse Générée
hi: बनाया गया जवाब
pt_br: Resposta Gerada
ru: Созданный ответ
tr: Oluşturulan Yanıt

source: Copy Text
ar: نسخ النص
de: Text kopieren
fr: Copier le texte
hi: टेक्स्ट कॉपी करें
pt_br: Copiar Texto
ru: Копировать текст
tr: Metni Kopyala

source: Share Card
ar: مشاركة البطاقة
de: Karte teilen
fr: Partager la carte
hi: कार्ड शेयर करें
pt_br: Compartilhar Card
ru: Поделиться карточкой
tr: Kartı Paylaş

source: Copied!
ar: تم النسخ!
de: Kopiert!
fr: Copié !
hi: कॉपी हो गया!
pt_br: Copiado!
ru: Скопировано!
tr: Kopyalandı!

source: Share Your Reply
ar: شارك ردك
de: Deine Antwort teilen
fr: Partagez Votre Réponse
hi: अपना जवाब शेयर करें
pt_br: Compartilhe Sua Resposta
ru: Поделиться ответом
tr: Yanıtınızı Paylaşın

source: Share as Image
ar: مشاركة كصورة
de: Als Bild teilen
fr: Partager en image
hi: छवि के रूप में शेयर करें
pt_br: Compartilhar como Imagem
ru: Поделиться как изображение
tr: Resim Olarak Paylaş

source: Share as Text
ar: مشاركة كنص
de: Als Text teilen
fr: Partager en texte
hi: टेक्स्ट के रूप में शेयर करें
pt_br: Compartilhar como Texto
ru: Поделиться как текст
tr: Metin Olarak Paylaş

# generated_by
source: Generated by Replyer
ar: تم التوليد بواسطة Replyer
de: Erstellt mit Replyer
fr: Généré par Replyer
hi: Replyer द्वारा बनाया गया
pt_br: Gerado por Replyer
ru: Создано в Replyer
tr: Replyer ile oluşturuldu

# for_relationship
source: For: %@
ar: لـ: %@
de: Für: %@
fr: Pour : %@
hi: के लिए: %@
pt_br: Para: %@
ru: Для: %@
tr: İçin: %@

source: Contact Profile
ar: ملف جهة الاتصال
de: Kontaktprofil
fr: Profil de Contact
hi: संपर्क प्रोफाइल
pt_br: Perfil de Contato
ru: Профиль контакта
tr: Kişi Profili

source: Manage
ar: إدارة
de: Verwalten
fr: Gérer
hi: प्रबंधित करें
pt_br: Gerenciar
ru: Управлять
tr: Yönet

source: No Contact Profiles
ar: لا توجد ملفات جهات اتصال
de: Keine Kontaktprofile
fr: Aucun Profil de Contact
hi: कोई संपर्क प्रोफाइल नहीं
pt_br: Sem Perfis de Contato
ru: Нет профилей контактов
tr: Kişi Profili Yok

# contact_profiles_empty_desc
source: Save profiles for people you message frequently. Add notes like "hates emojis" or "loves sarcasm" and the AI will remember!
ar: احفظ ملفات للأشخاص الذين تراسلهم كثيراً. أضف ملاحظات مثل "يكره الإيموجي" أو "يحب السخرية" وسيتذكرها الذكاء الاصطناعي!
de: Speichere Profile für Personen, denen du häufig schreibst. Füge Notizen wie "hasst Emojis" oder "liebt Sarkasmus" hinzu und die KI merkt es sich!
fr: Enregistrez des profils pour les personnes que vous contactez souvent. Ajoutez des notes comme « déteste les emojis » ou « adore le sarcasme » et l'IA s'en souviendra !
hi: जिन लोगों को आप अक्सर मैसेज करते हैं उनके लिए प्रोफाइल सहेजें। "इमोजी पसंद नहीं" या "व्यंग्य पसंद है" जैसे नोट्स जोड़ें और AI याद रखेगा!
pt_br: Salve perfis de pessoas com quem você conversa frequentemente. Adicione notas como "odeia emojis" ou "ama sarcasmo" e a IA vai lembrar!
ru: Сохраните профили для людей, которым часто пишете. Добавьте заметки вроде "ненавидит эмодзи" или "любит сарказм", и ИИ запомнит!
tr: Sık mesajlaştığınız kişiler için profiller kaydedin. "Emoji sevmez" veya "Alaycılığı sever" gibi notlar ekleyin, yapay zeka hatırlayacak!

source: Create First Profile
ar: إنشاء أول ملف
de: Erstes Profil erstellen
fr: Créer le Premier Profil
hi: पहली प्रोफाइल बनाएं
pt_br: Criar Primeiro Perfil
ru: Создать первый профиль
tr: İlk Profili Oluştur

source: Add Profile
ar: إضافة ملف
de: Profil hinzufügen
fr: Ajouter un Profil
hi: प्रोफाइल जोड़ें
pt_br: Adicionar Perfil
ru: Добавить профиль
tr: Profil Ekle

source: Edit Profile
ar: تعديل الملف
de: Profil bearbeiten
fr: Modifier le Profil
hi: प्रोफाइल संपादित करें
pt_br: Editar Perfil
ru: Изменить профиль
tr: Profili Düzenle

source: New Profile
ar: ملف جديد
de: Neues Profil
fr: Nouveau Profil
hi: नई प्रोफाइल
pt_br: Novo Perfil
ru: Новый профиль
tr: Yeni Profil

source: Basic Info
ar: معلومات أساسية
de: Grundinfo
fr: Informations de Base
hi: बुनियादी जानकारी
pt_br: Informações Básicas
ru: Основная информация
tr: Temel Bilgiler

source: Name
ar: الاسم
fr: Nom
hi: नाम
pt_br: Nome
ru: Имя
tr: İsim

source: Emoji
ar: إيموجي
hi: इमोजी
ru: Эмодзи

source: Notes for AI
ar: ملاحظات للذكاء الاصطناعي
de: Notizen für KI
fr: Notes pour l'IA
hi: AI के लिए नोट्स
pt_br: Notas para a IA
ru: Заметки для ИИ
tr: Yapay Zeka İçin Notlar

# notes_placeholder
source: e.g., Hates emojis, loves sarcasm, always busy...
ar: مثال: يكره الإيموجي، يحب السخرية، مشغول دائماً...
de: z.B. Hasst Emojis, liebt Sarkasmus, immer beschäftigt...
fr: ex: Déteste les emojis, adore le sarcasme, toujours occupé...
hi: उदा., इमोजी पसंद नहीं, व्यंग्य पसंद है, हमेशा व्यस्त...
pt_br: ex: Odeia emojis, ama sarcasmo, sempre ocupado...
ru: Напр., Ненавидит эмодзи, любит сарказм, всегда занят...
tr: örn: Emoji sevmez, alaycılığı sever, her zaman meşgul...

# notes_footer
source: Add any details the AI should remember when generating replies for this person.
ar: أضف أي تفاصيل يجب أن يتذكرها الذكاء الاصطناعي عند توليد الردود لهذا الشخص.
de: Füge Details hinzu, die die KI beim Generieren von Antworten für diese Person beachten soll.
fr: Ajoutez tous les détails dont l'IA doit se souvenir lors de la génération de réponses pour cette personne.
hi: कोई भी विवरण जोड़ें जो AI को इस व्यक्ति के लिए जवाब बनाते समय याद रखना चाहिए।
pt_br: Adicione quaisquer detalhes que a IA deve lembrar ao gerar respostas para esta pessoa.
ru: Добавьте детали, которые ИИ должен помнить при создании ответов для этого человека.
tr: Bu kişi için yanıt oluştururken yapay zekanın hatırlaması gereken detayları ekleyin.

source: Default Tone
ar: النبرة الافتراضية
de: Standard-Tonfall
fr: Ton par Défaut
hi: डिफ़ॉल्ट लहजा
pt_br: Tom Padrão
ru: Стандартный тон
tr: Varsayılan Ton

source: Set Preferred Tone
ar: تعيين النبرة المفضلة
de: Bevorzugten Tonfall festlegen
fr: Définir le Ton Préféré
hi: पसंदीदा लहजा सेट करें
pt_br: Definir Tom Preferido
ru: Установить предпочтительный тон
tr: Tercih Edilen Tonu Ayarla

# tone_footer
source: Automatically use this tone when this contact is selected.
ar: استخدم هذه النبرة تلقائياً عند اختيار جهة الاتصال هذه.
de: Diesen Tonfall automatisch verwenden, wenn dieser Kontakt ausgewählt ist.
fr: Utiliser automatiquement ce ton lorsque ce contact est sélectionné.
hi: जब यह संपर्क चुना जाए तो स्वचालित रूप से इस लहजे का उपयोग करें।
pt_br: Usar automaticamente este tom quando este contato for selecionado.
ru: Автоматически использовать этот тон, когда выбран этот контакт.
tr: Bu kişi seçildiğinde otomatik olarak bu tonu kullan.

source: Delete Profile
ar: حذف الملف
de: Profil löschen
fr: Supprimer le Profil
hi: प्रोफाइल हटाएं
pt_br: Excluir Perfil
ru: Удалить профиль
tr: Profili Sil

# swipe_to_delete
source: Swipe left to delete a profile. Tap to edit.
ar: اسحب لليسار لحذف ملف. انقر للتعديل.
de: Nach links wischen zum Löschen. Tippen zum Bearbeiten.
fr: Glissez vers la gauche pour supprimer un profil. Appuyez pour modifier.
hi: हटाने के लिए बाएं स्वाइप करें। संपादित करने के लिए टैप करें।
pt_br: Deslize para a esquerda para excluir um perfil. Toque para editar.
ru: Свайп влево для удаления. Нажмите для редактирования.
tr: Silmek için sola kaydırın. Düzenlemek için dokunun.

source: None (Manual)
ar: لا شيء (يدوي)
de: Keine (Manuell)
fr: Aucun (Manuel)
hi: कोई नहीं (मैनुअल)
pt_br: Nenhum (Manual)
ru: Нет (Вручную)
tr: Yok (Manuel)

source: Manage Profiles...
ar: إدارة الملفات...
de: Profile verwalten...
fr: Gérer les Profils...
hi: प्रोफाइल प्रबंधित करें...
pt_br: Gerenciar Perfis...
ru: Управлять профилями...
tr: Profilleri Yönet...

source: Choose Emoji
ar: اختر إيموجي
de: Emoji auswählen
fr: Choisir un Emoji
hi: इमोजी चुनें
pt_br: Escolher Emoji
ru: Выбрать эмодзи
tr: Emoji Seç

source: Use Default
ar: استخدم الافتراضي
de: Standard verwenden
fr: Utiliser par défaut
hi: डिफ़ॉल्ट का उपयोग करें
pt_br: Usar padrão
ru: Использовать стандартный
tr: Varsayılanı Kullan

source: Teach AI Your Style
ar: علّم الذكاء الاصطناعي أسلوبك
de: KI deinen Stil beibringen
fr: Apprenez à l'IA Votre Style
hi: AI को अपनी शैली सिखाएं
pt_br: Ensine à IA Seu Estilo
ru: Научите ИИ вашему стилю
tr: Yapay Zekaya Tarzınızı Öğretin
